[Language]
Code="pt-BR"
Name="Português (do Brasil)"
Version="2.8.1"
Translator="Claudio Mantovani Vieira <clmantovani@bol.com.br>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Fechar"
Maximize="Maximizar"
Minimize="Minimizar"
Restore="Restaurar"
Menu="Menú Principal"

; Status Icon
[NotifyIcon]
Tip=Lingoes\nCapturar Palavras na Tela: [$CursorStatus]\nTraduzir o Texto Selecionado: [$SelectionStatus]\nTraduzir o Texto da Área de Transf.: [$ClipboardStatus]
InfoTitle="Lingoes"
Info="Capturar Palavras na Tela: [$CursorStatus]\nTraduzir o Texto Selecionado: [$SelectionStatus]\nTraduzir o Texto da Área de Transf.: [$ClipboardStatus]"
Enabled="Ativado"
Disabled="Desativado"

[MainMenu]
Open="Abrir"
CursorTranslator="Capturar Palavras na Tela"
SelectionTranslator="Traduzir o Texto Selecionado"
ClipboardTranslator="Traduzir o Texto da Área de Transferência"
Configuration="Configurações..."
Dictionaries="Dicionários..."
Appendices="Apêndices..."
Activation="Ativação do Produto"
UpdateOnline="Atualização Online"
Help="Ajuda"
About="Sobre o Lingoes"
SupportOnline="Suporte Online"
Exit="Sair"
EnterLicense="Digitar a Licença..."

[DlgInput]
Back="Voltar"
Forward="Avançar"
MainMenu="Menú Principal"
HistoryList="Lista Histórico"
Search="Pesquisar", "Explicações detalhadas da pesquisa"
WebSearch="Pesquisar na Web"
AutoMatch="Resultado Automático", "Resultado Automático no Índice de Pesquisa"
MatchSetup="Opções do Índice de Pesquisa..."
FindEngine="Obter mais dicionários online..."

[DlgIndex]
Index="Índice"
Guide="Guia"
Appendix="Apêndice"
NoIndex="Sem Índice"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Adicionar dicionário a <b>Grupo de Índice</b>, Você pode receber sugestões de correção ortográfica ao digitar.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Para gerenciar um grupo de índice, clique aqui.</u></a></div>"

[WebGuide]
Results="Resultados"
Spelling="Ortografias Alternativas"
Appendices="Apêndices"
Options="Opções"
Dictionaries="Dicionários...", "Gerenciar dicionários"
ManageAppendices="Apêndices...", "Gerenciar apêndices"
Configuration="Configurar...", "Abrir a Janela de Configurações"
Help="Ajuda", "Abrir a Ajuda do Lingoes"
Homepage="lingoes.net", "Visitar o site do Lingoes"
Community="Comunidade do Lingoes", "Comunidade Online do Lingoes"

[DlgAppendix]
WndTitle="Opções dos Apêndices"
Close="Fechar"
Install="Instalar", "Apêndices do Lingoes (*.laf)|*.laf|", "A instalação falhou! \nPode ser que você não tenha permissões suficientes de acesso ao arquivo."
Delete="Excluir", "Você tem certeza de que deseja excluir \"[$Title]\"", "Excluir \"[$Title]\"Houve uma falha! \nPode ser que você não tenha permissões suficientes de acesso ao arquivo.
Modify="Modificar", "Houve uma falha ao modificar!\nPode ser que você não tenha permissões suficientes de acesso ao arquivo."
NewGroup="Novo Grupo", "Houve uma falha ao criar o novo grupo!\nPode ser que você não tenha permissões suficientes de acesso ao arquivo."
MoveUp="Mover acima"
MoveDown="Mover abaixo"
CreateAppendix="Criar meu apêndice..."
Download="Obter mais apêndices..."
Name="Nome"
Group="Grupo"
InstallSucceed="\"[$Title]\"A instalação foi concluída com êxito!"
OverwriteInstall="Esse apêndice já existe, você gostaria de substituí-lo?\n\nTítulo:[$Title]\nNome: [$Name]"
InvalidInstallFile="Arquivo de instalação incorreto!\n[$Filename]"
AppeVersionTooOld="[$Filename]\nA versão atual do apêndice ([$AppeVer]) é muito antiga, por favor, atualize-a.\n\nVocê deseja visitar o site do Lingoes para obter a última versão?"
AppeVersionTooNew="[$Filename]\nA versão do dicionário atual ([$AppeVer]) necessita de uma versão mais nova do Lingoes.\n\nVocê deseja baixar a última versão do site do Lingoes agora?"

[DlgAppendixEdit]
WndTitle="Modificar \"[$Title]\"", "Criar um novo grupo"
Name="Nome"
DisplayTitle="Exibir o título"
DisplayStyle="Exibir o estilo"
Ok="Ok"
Cancel="Cancelar"

[DlgAppendixBuilder]
WndTitle="Compilador de Índice"
Name="Nome:  (Só a-z, 0-9, hífen e sublinhado)", "O nome é necessário e só permitir caracteres de a-z, 0-9, hífen e sublinhado (_)."
Title="Exibir o Título:", "O título é necessário!"
Location="Local da Pasta do projeto:", "Houve uma falha ao criar a pasta do projeto!" "Por favor, selecione uma pasta disponível"
Create="Criar Novo Projeto", "A criação do projeto foi concluída com êxito!\n\nAgora você pode editar o apêndice livremente usando o arquivo \"index.html\.", "Houve uma falha ao criar o projeto!"
Build="Compilar", "A construção do arquivo de apêndice foi concluída com êxito!\n[$Filename]", "Houve uma falha ao construir o arquivo de apêndice!\n[$Filename]"
Close="Fechar"
Tips="Dica: Você pode projetar o apêndice livremente, editando o arquivo \"index.html\" após criar um novo projeto."
OverwriteProject="O arquivo do projeto já existe, você deseja substituí-lo?"

[DlgStatus]
KeepVisible="Manter a janela sempre no topo"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""
OpenMiniWnd="Abrir/fechar a minijanela"

[DlgView]
Speak="Ler", "Lê o texto selecionado"
Search="Pesquisar"
Copy="Copiar"
Print="Imprimir..."
Save="Salvar..."
Find="Pesquisar..."
SelectAll="Selecionar tudo"
TextTranslate="Tradução de Texto", "Iniciar a tradução de textos"
StartPage="Página Inicial", "Página Inicial"
ShowIndex="Exibir a Barra Lateral"
HideIndex="Ocultar a Barra Lateral"
SaveFilter="Arquivos HTML (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Opções de Leitura..."
SelectVoice="Selecionar a Voz"
Activation="Ativação", ""
Buy="Comprar", "Comprar a licença comercial do Lingoes"

[DlgRegister]
Title="Lingoes - Registro de Uso Comercial"
FreeDownload="O Lingoes é gratuito para uso não-comercial.\r\nBaixe a versão gratuita aqui"
Name="Nome de Registro:", "Um Nome de Registro é necessário"
Email="E-mail de Registro:", "Um Endereço de E-mail de registro é necessário"
RegCode="Código de Registro:", "O código de registro é inválido!"
Support="Atendimento ao Cliente"
Register="Registrar", "Houve uma falha ao salvar as informações do registro"
Exit="Sair"

[DlgInfo]
Title="Mensagem"
Ok="Ok"
Cancel="Cancelar"
Yes="Sim"
No="Não"
Retry="Repetir"
Abort="Anular"
Ignore="Ignorar"

[DlgAuthentication]
Title="Conectar a "
TitleProxy="Conectar ao servidor proxy "
Username="Nome de usuário:"
Password="Senha:"
Remember="Memorizar minha senha"
Ok="Ok"
Cancel="Cancelar"

[WndGrab]
Open="Pesquisa com explicações detalhadas"
Speak="Ler"
Copy="Copiar"
TextTranslation="Tradução de Texto"
Back="Voltar"
Forward="Avançar"
Search="Pesquisar\n  Enter:\t\tPesquisar\n  Ctrl + Enter:\tPesquisa com explicações detalhadas\n  Shift + Enter:\tTradução de Texto\n  Alt + Enter:\tPesquisar na Web"
RollUp="Recolher/Restaurar a janela"
Option="Opções"
KeepVisible="Manter a janela sempre no topo"
KeepSize="Manter o tamanho da janela"
AutoRollUp="Recolher automaticamente", "Não", "Após [$DelaySecond] segundos"
CloseMiniWnd="Fechar a minijanela"

[DlgDictOption]
Title="Opções de Dicionários"
NetInstall="Baixar do Site do Lingoes", "Baixar dicionários do site do Lingoes"
Install="Instalar", "Instalar dicionários do disco rígido"
Uninstall="Desinstalar", "Desinstalar o dicionário"
Add="Adicionar", "Adicionar um dicionário à lista"
Remove="Remover", "Remover este dicionário da lista"
Download="Baixar", "Baixar este dicionário para uso offline"
MoveTop="", "Mover ao Topo"
MoveUp="", "Mover Acima"
MoveDown="", "Mover Aaixo"
MoveBottom="", "Mover ao final da lista"
MoreDetails="", "Exibir os detalhes dos dicionários"
Close="Fechar"

Installed="Dicionários Instalados"
Query="Dicionários Instalados"
Index="Grupo de Índice"
Grab="Grupo de Captura de Texto"

InstalledList="Dicionários Instalados"
QueryList="Dicionários Instalados"
IndexList="Lista do Grupo de Índice"
GrabList="Lista do Grupo de Captura de Texto"
DictID="ID"
Online="Online"

Type="Tipo"
OnlineType="Necessita de uma Conexão à Internet"
NotLicensed="('Não Licenciado <a href='app://activate/'><u>Ativar</u></a> <a href='app://buy/[$ProductID]'><u>Comprar</u></a>)"

AddFilter="Dicionários do Lingoes (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Instalar um dicionário"
Installing="Instalando..."
IndexDictTooMany="Dica:\n\n Ao adicionar muitos dicionários em \"Index Group\" poderá tornar mais vagarosa a exibição de resultados ao digitar os caracteres no campo de busca.\n\nRecomendamos à voce adicionar só os dicionários usados com mais frequência em \"Index Group\"."

More="", "Mais..."
BackupFilter="Backup dos Dicionários do Lingoes  (*.ldb)|*.ldb|"
Export="Exportar", "Exportar os dicionários para um arquivo de backup", "A Exportação Foi Concluída com Êxito!", "Houve uma Falhar ao Exportar!"
Import="Importar", "Importar dicionários do arquivo de backup", "A Importação Foi Concluída com Êxito!", "Houve uma Falhar ao Importar!"

[DlgDictList]
Title="Adicionar Dicionários"
Add="Adicionar"
Cancel="Cancelar"
Select="Selecionar"
DictList="Dicionários Instalados"
ID="ID"
Online="Online"

[DlgDictInfo]
Title="Detalhes do Dicionário"
Close="Ok"

ID="ID"
MD5="MD5"
Tag="Tags"
Name="Nome"
Version="Versão"
Date="Criado em"
Update="Última Atualização"
IndexCount="Nº Total de Palavras"
Language="Idioma"
MoreLanguage="Mais.."
DictTitle="Título"
DictEdition="Edição"
DictDescription="Descrição"
PubAuthor="Autor"
PubPress="Editora"
PubEmail="E-mail"
PubWebsite="Site na web"
PubCopyright="Direitos Autorais"
Filename="Nome do Arquivo"

; Install Dictionaries
[DlgDictInstall]
Title="Instalar um Dicionário"
InstallSucceed="A instalação do dicionário foi concluída com êxito \"[$DictTitle]\""
DictGroupOption="Opções"
AddIndexGroup="Adicionar ao \"Index Group\""
AddIndexGroupDesc="O Lingoes pesquisará os dicionários no grupo de índice e exibirá o resultado mais próximo na barra de índice durante a digitação dos termos
AddGrabGroup="Adicionar ao \"Grupo de Captura de Texto\""
AddGrabGroupDesc="O Lingoes pesquisará os dicionários no grupo de captura de texto e exibirá o resultado da tradução na janela de captura de texto durante a captura de texto

Ok="Ok"

;=== 2.7.5 ====
LoadPackage="Carregar um pacote de dicionário:\n"
LoadPackageFail="Houve uma falha ao carregar o pacote de dicionário:\n"
ExtractFileFail="Houve uma falha ao extrair o arquivo:\n"
OpenSetup="Abrir o arquivo de configuração:\n"
OpenSetupFail="Houve uma falha ao abrir o arquivo de configuração:\n"
FileFormatInvalid="Este formato de arquivo é incorreto:\n"
VersionInvalid="Versão não suportada:\n"
InstallDict="Instalar um arquivo de dicionário:\n"
InstallDictFail="Houve uma falha ao instalar o arquivo de dicionário:\n"
InstallPackageSucceed="O pacote de dicionário foi instalado com êxito\n"
;=== 2.7.5 ====

; Configuration
[DlgOption]
Title="Configurações"
Ok="Ok"
Cancel="Cancelar"
General="Geral"
Appearance="Aparência"
Connection="Conexão"
Speech="Fala"
Hotkey="Teclas de atalho"
Translate="Idiomas da tradução"
License="Licença"
Capture="Tradução"

; General
[DlgOptGeneral]
Language="Idiomas"
UILanguage="Idioma da Interface do Usuário"

WebSearch="Pesquisa na Web"
SelectWebSearch="Selecione o mecanismo de pesquisa que você deseja usar"

TermHistory="Histórico && Cache"
SaveHistory="Palavras pesquisadas salvas no histórico"
ClearHistory="Limpar o Histórico"
ClearHistoryConfirmation="Você tem certeza de que deseja limpar os termos no histórico?"

ResultCache="Cache local de dicionário online"
ClearCache="Limpar o Cache", "Você deseja limpar o cache?"

AutoStart="Inicializar o Lingoes junto com o Windows"
StartMin="Minimizar após a inicialização"
HideTipWnd="Não exibir a janela de dicas"

; Appearance
[DlgOptAppearance]
UserInterface="Interface do Usuário"
WindowStyle="Estilo das Janelas"
WindowFont="Fonte do Texto nas Janelas"
WindowFontSize="Tamanho da Fonte"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Exibição dos Resultados"
TextFont="Fonte do Texto"
TextFontSize="Tamanho da fonte"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Fonte Fonética"
CursorTranslatorBar="Janela Captura de Texto"
FontColor="Cor da Fonte"
BackColor="Cor do Fundo"
BorderColor="Cor da Borda"
Transparence="Janelas da Captura de Texto Translúcidas"
SampleText="Captura de Texto"

[Style]
0="Nenhuma"
1="Padronizada"

; Translate
[DlgOptTranslate]
SupportLCMap="Suporte do Mapeamento do Idioma Local"
InstantTranslation="Tradução Instantânea"
TranslationEngine="Mecanismo de Tradução"
TargetLanguage="Idioma Alvo:"
CurrentUserLanguage="Idioma Atual do Usuário"
TargetLanguage2="Se o idioma alvo for o mesmo do original, redefiní-lo como:"
NoTranslate="= Não traduzir"

;--------- For Compatible 2.4.2 and older ----------------
CursorActivation="Capturar Palavras na Tela"
MouseActivation="Modo de Ativação com o Mouse:"
MouseOver="Com o Cursor Sobre a Palavra"
LeftMouseButton="Com o Botão Esquerdo do Mouse"
MiddleMouseButton="Com o Botão Central do Mouse"
RightMouseButton="Com o Botão Direito do mouse"
MouseXButton1="Com o Mouse X Botão 1"
MouseXButton2="Com o Mouse X Botão 2"
TimeDelay="Tempo de Espera:"
MSEL="milissegundos"
IgnoreNumber="Ignorar Números"
IgnoreLatin="Ignorar Termos Latinos (Inglês, Francês, Alemão, Espanhol, etc.)"
IgnoreCJK="Ignorar Chinês, Japonês e Coreano"
IgnoreCyrillic="Ignorar Termos Cirílicos (Russo, Ucraniano, Búlgaro, etc.)"
IgnoreArabic="Ignorar Árabe, Hebreu"
InstallAdobePlugin="Instalar o Plug-in do Adobe Acrobat PDF"
ZonedWord="Traduzir o Texto Selecionado"
ZonedWordFilterRule="Regras de Filtragem para Seleção de Textos..."
;----------- end --------------------

; Capture
[DlgOptCapture]
CursorActivation="Capturar Palavras na Tela"
MouseActivation="Modo de Ativação com o Mouse:"
MouseOver="Com o Cursor Sobre a Palavra"
LeftMouseButton="Com o Botão Esquerdo"
MiddleMouseButton="Com o Botão do Centro"
RightMouseButton="Com o Botão Direito"
MouseXButton1="Com o Mouse X Botão 1"
MouseXButton2="Com o Mouse X Botão 2"
TimeDelay="Tempo de Espera:"
MSEL="milissegundos"
MatchPhrase="Traduzir a frase inteira"
IgnoreNumber="Ignorar Números"
IgnoreLatin="Ignorar Termos Latinos (Inglês, Francês, Alemão, Espanhol, etc.)"
IgnoreCJK="Ignorar Chinês, Japonês e Coreano"
IgnoreCyrillic="Ignorar Termos Cirílicos (Russo, Ucraniano, Búlgaro, etc.)"
IgnoreArabic="Ignorar Árábe, Hebreu"
ZonedWord="Traduzir o Texto Selecionado"
ForTextSelection="Para a Seleção do Texto"
ForDoubleClicking="Para Duplo Clique"
ZonedWordFilterRule="Regras de Filtragem para Seleção de Textos..."
ShowOnlyFirstResult="Exibir só o primeiro resultado da pesquisa"
InstallTextCapturePlugin="Instalar o Plugin de Captura de Textos..."
InstallAdobePlugin="Instalar o Plugin do Adobe Acrobat Professional PDF"
InstallFirefoxPlugin="Instalar o Plugin do Firefox 4+"
InstallChromePlugin="Instalar o Plugin do Chrome"
Install360ChromePlugin="Instalar o Plugin do 360Chrome"

; Capture - Text Selection Filter
[DlgOptTranslateZWFilter]
Title="Regras de Filtragem para a Seleção de Textos"
ProgramFilename="Nome do Arquivo de Programa", "Nome do Arquivo de Programa (Especificar todos os programas se ficar vazio)"
WndClassName="Nome de Classe da Janela", "Nome de Classe da Janela (Especificar todos os componentes se ficar vazio)"
DisableSelect="Ignorar a Seleção de Textos", "Ignorar a Seleção de Textos"
DisableDBLClick="Ignorar Duplo Clique", "Ignorar Duplo Clique"
Comment="Comentários", "Comentários"
Add="Adicionar"
Modify="Modificar"
Delete="Excluir", "Você tem certeza de que deseja excluir este item?"
Ok="Ok"
Cancel="Cancelar"
LoadDefault="Carregar o Padrão", "Você tem certeza de que deseja restaurar as configurações padrão?"
Browser="...", "Navegador", "Programa (*.exe)|*.exe|"
Capture="...", "Capturar o Nome de Classe da Janela"
AllProgram="-- Todos os Programas --"
AllWindow="-- Todas as Janelas --"

[WndClassNameCapture]
Title="Capturar o Nome de Classe da Janela"
ProgramFilename="Nome do Arquivo de Programa"
WndClassName="Nome de Classe da Janela"
Capture="Capturá-la da Tela"

; Speech
[DlgOptSpeech]
RPPEngine="Conversão de Texto por Voz"
RPPEnable="Ativar"
RPPVoice="Voz"
RPPRebuildIndexFile="Reconstruir o Arquivo de Índice", "Houve uma falha ao construir o arquivo de índice! \nTalvez você não tenha permissões suficientes de acesso ao arquivo."
Engine="Mecanismo de fala TTS (Text-to-speech)"
Voice="Voz"
Enable="Ativar"
Volume="Volume"
Pitch="Tom"
Speed="Velocidade"
Format="Formato", "Padrão", "Formato de áudio não suportado: [$Format]"
RealtimePron="Pronúncia em Tempo Real"
PronInQuery="Ao procurar uma palavra"
PronInCapture="Ao capturar palavras na tela"
PronInSelect="Ao traduzir o texto selecionado"
Test="Testar"
EnterText="Digite um texto e tente ouví-lo com esta voz"
DownloadTTS="Baixar um pacote de vozes do Natural Voice && Engine..."

; Connect
[DlgOptConnection]
ConnectSet="Configurações de Conexão"
DirectConnect="Conexão Direta"
IEProxyConnect="Usar as configurações de proxy do seu navegador"
ProxyConnect="Conectar através do Proxy / servidor Firewall"
ProxyServer="Servidor Proxy:"
ProxyPort="Porta:"
Username="Usuário:"
Password="Senha:"
OnlineUpdate="Atualização Online"
UpdateNow="Atualizar Agora"
EnableUpdate="Ativar a atualização online"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Abrir/Fechar a janela principal"
GrabToggleKey="Ativar/Desat. Capt. de Palavras na Tela"
SelectionToggleKey="Ativar/Desat. Tradução do Texto Selec."
ClipboardToggleKey="Ativar/Desat. Trad. da Área de Transf."
Pronounce="Pronúncia"
CopyInterpretation="Copiar o conteúdo da tradução"
SpeakSelectedText="Falar o texto selecionado"
StopSpeak="Parar a leitura de texto"
DisableHotKey="Desativar os atalhos"
OpenMiniWnd="Abrir/Fechar a Minijanela"
RollUpMiniWnd="Rolar acima/Restaurar a minijanela"

[DlgExpire]
Title="O Lingoes expirou"
Ok="Atualizar Agora"
Cancel="Sair"
NetworkSettings="Configurações de Rede"
Support="Lingoes.net"
AskUpgrade="A versão atual expirou, você deve atualizar para a nova versão! \nVocê deseja atualizar para a nova versão?"

[DlgAbout]
DlgTitle="Sobre o Lingoes"
; Version="Versão: "
PortableEdition="Edição Portátil"
Email="Endereço de E-mail"
Website="Site na Web do Lingoes"
LicenseTo="Este Produto está Licenciado Para:"
LicenseID="ID: "

;----------- new --------
PersonalUser="Usuário pessoal não-comercial"
EvaluationUser="Este software de avaliação destina-se apenas à fins de avaliação "
MultiUserLicense="[$Quantity] Licença(s) de Usuário ([$KeyNo]/[$Quantity])"
LicenseExpire="A licença expirará após [$Day] dias"
;----------- end -----------

[WebResult]
SpellingAlternatives="Alternativas de Corretor Ortográfico"
SpellChecker="Corretor Ortográfico"
TextTranslation="Tradução de Texto"
WebSearch="Pesquisar na Web"
MoreResults="Mais resultados"
WaitSearch="Solicitando os resultados da pesquisa... "
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>Não foram localizados resultados para \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Como usar o Lingoes"
DownDictTip="Baixar mais dicionários"
Intro="Suporta a tradução em mais de 80 idiomas<br>Tradução com o cursor, tradução de textos e leitura eletrônica de textos"

[TextTranslation]
Title="Tradução de Textos"
To="Para"
Translate="Traduzir"
RequestFailed="Houve uma falha ao solicitar os serviços de tradução."
ConnectFailed="Houve uma falha ao conectar-se ao servidor. Se você estiver conectado à internet, por favor, verifique suas configurações de conexão em "Configurações". "
WaitRequest="Solicitando os Resultados da Tradução..."
ParseResultFailed="Houve uma falha ao analisar os resultados da tradução. Se você receber esta mensagem várias vezes, por favor, informe-nos."

; Layout
[Layout]
DictMenu="Menú de dicionários "
ShowResult="Exibir os resultados"
MinimizeResult="Minimizar os resultados"
FindWord="Localizar: "
NoLicenseTip="O conteúdo completo será exibido após a autorização...", "Esta versão de avaliação do dicionário é somente para avaliação, o conteúdo completo será exibido após a autorização: &nbsp;<a href='app://activate/'><u>Ativar</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>Comprar</u></a>", "Esta versão de avaliação do programa é somente para avaliação, as funções completas estarão disponíveis após a autorização: &nbsp;<a href='app://activate/'><u>Ativar</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>Comprar></u></a>"
RememberWord="Adicionar a palavra ao bloco de notas"

; Dictionary Menu
[DictMenu]
About="Sobre..."
Enable="Ativar"
Disable="Desativar"
DisableMsg="O dicionário está desativado e não exibirá os resultados!\nVocê pode ativá-lo na janela \"Dicionários\"."
MoveTop="Definir como resultado principal"
ArrangeResults="Organizar os Resultados..."
IndexGroup="  (Grupo de Índice)"
QueryGroup="  (Grupo de Consulta)"
GrabGroup="  (Grupo de Captura de Textos)"

[Update]
Title="Atualização Online"
AskUpgrade="Uma nova versão foi detectada. Você deseja atualizar para a nova versão?"
UpgradeNow="Uma nova versão foi detectada. É necessário atualizar para a nova versão."
UpdateSuccess="A Atualização foi Concluída com Êxito!"
UpdateFail="Houve uma Falha ao Atualizar!"
NoUpdate="A versão atual é a mais recente"

CheckUpdate="Verificando atualizações..."
GetUpdateInfo="Obtendo informações de atualização..."
DownUpdateData="Baixando os dados da atualização..."
ExecUpdate="Atualizando o sistema..."
GetUpgradeInfo="Buscando as informações da atualização..."
DownUpgradeData="Baixando os dados da atualização..."
ExecUpgrade="Atualizando o sistema..."
NeedExitForUpgrade="O Lingoes será fechado para concluir a atualização"

[Message]
InitUpdateServerFail="Houve uma falha ao inicializar o serviço de atualização automática."
StartDictServerFail="Houve uma falha ao inicializar o serviço de dicionário."

DictFileErr="Formato de arquivo incorreto!\n[$Filename]"
DictVersinTooOld="[$Filename]\nA versão do dicionário atual ([$DictVer]) é muito antiga. Por favor, atualize-a.\n\nVocê deseja visitar o site do Lingoes para baixar a versão mais recente?"
DictVersinTooNew="[$Filename]\nA versão do dicionário atual ([$DictVer]) necessita de uma versão mais recente do Lingoes.\n\nVocê deseja baixar agora, do site do Lingoes, a versão mais recente?"

AskDictRepeatInstall="A lista de dicionários inclui o dicionário \"[$DictTitle]\",\nVocê deseja continuar?"
InstallDictFail="Houve uma falha ao instalar o dicionário:\n[$Filename]"
AskUninstall="Você tem certeza de que deseja desinstalar o dicionário?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="Houve uma falha ao desinstalar o dicionário\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="Você tem certeza de que deseja remover o dicionário \"[$DictTitle]\" da lista?"

MemoryAllocFail="Houve uma falha ao alocar memória."
FilenameInvalid="Nome de arquivo inválido."
SaveFileFail="Houve uma falha ao salvar o arquivo." 
OpenFileFail="Houve uma falha ao abrir o arquivo."

AreYouAbort="Você tem certeza de que deseja cancelar o processo atual?"
CreateThreadFail="Houve uma falha ao criar o segmento"
CreateEventFail="Houve uma falha ao criar o evento"
Unfulfilment="O recurso está incompleto"
OnlyProVersion="O recurso é só para a versão Pro."
NoRegister="Esta versão não está registrada, por favor, registre o Lingoes para usar este recurso."
UsernameIsEmpty="O nome do usuário está em branco, por favor, preencha-o."
SaveSearchResultFail="Houve uma falha ao salvar os resultados da pesquisa."

OpenAppendixFail="Houve uma falha ao abrir o conteúdo do apêndice.\n\Você deseja baixar o apêndice do site do Lingoes agora?"
OpenSpeechEngineFail="Houve uma falha ao carregar o módulo TTS, por favor, verifique se o TTS foi instalado no seu sistema! \n\n Você precisa instalar o módulo TTS no seu sistema operacional para usar este recurso. Se não estiver instalado, por favor, baixe-o e instale-o do site do Lingoes.\n\nVocê deseja baixá-lo agora?"

; NeedIE6Support="O Lingoes precisa do Internet Explorer 6 ou posterior, por favor, atualize o seu navegador"
NoImplement="Desculpe, este recurso está incompleto"

InstallSucceed="A instalação foi concluída com êxito."
InstallFailed="Houve uma falha ao instalar!"

[DlgOptLicense]
Product="Licença do Produto"
Enter="Digitar a Licença..."
Remove="Remover a Licença", "Ao remover a licença, certos recursos do programa podem ser desativados.\nVocê deseja continuar e remover a licença para os seguintes programas:\n\n[$ProductList]?"
Detail="Mais Detalhes..."

LicenseID="Nº da Licença: "
LicenseTo="Registrado para: "
LicenseExpire="A licença expirará após [$Day] dias"
UserLicenseQuantity="[$Quantity] Licença(s) de Usuário", "[$Quantity] Licença(s) de usuário ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="Digitar a Licença"
ActivateTitle="Digite a sua chave da licença", "Você pode localizar a sua chave da licença no e-mail de confirmação da sua compra ou no invólucro do disco, dentro da embalagem do produto."
LicenseKey="Chave da Licença:"
Name="Seu Nome:"
Email="Seu E-mail:"
NetworkSet="Configurações de Rede", "Para ativar a chave da licença é necessário estar online. Por favor, configure o seu servidor proxy se necessário."
Activate="Ativar"
BuyTitle="Comprar [$Publisher] produto", "para comprar o produto [$Publisher], clique em Comprar."
Buy="Comprar"
Cancel="Fechar"

IncorrectProductKey="A chave da licença está errada."
IncorrectName="O nome está errado. Por favor, digite um nome com até 32 caracteres"
IncorrectEmail="O endereço de e-mail está errado. Por favor, digite um e-mail válido com até 128 caracteres."
WaitRequest="Processando... Por favor, aguarde."

RequestFailed="Houve uma falha ao ativar. O servidor pode estar ocupado. Por favor, tente novamente mais tarde."
NetworkFault="Não é possível conectar-se ao servidor de ativação, por favor, verifique suas configurações de rede."
ResponseError="Os dados de resposta do servidor estão errados."
OtherError="Erro Desconhecido."
SaveDataFailed="Houve uma falha ao salvar os dados"

ActivateSuccess="A ativação foi concluída com êxito"
ActivateFailed="Houve uma falha ao ativar"

[WndTip]
Title="Dica do Dia do Lingoes"
Close="Fechar"